{
  "generic": ":x: An error occurred!",
  "guildOnly": "This can only be done in servers.",
  "pagination": "Your reaction won't be removed automatically, as soon as you react.",
  "noAcc": "That user doesn't have a Welcome-Bot account, they may create one by typing any command of Welcome-Bot",
  "note": "कृपया ध्यान दें कि",
  "developerOnly": "Only the bot developers can execute that command.",
  "cooldown": "भगवान! धीमा करो दोस्त! {{command}} कमांड का पुन: उपयोग करने से पहले {{seconds}} एक और सेकंड प्रतीक्षा करें।",
  "missingArgs": "Arguments are required for this command. Use `{{prefix}}help {{cmd}}` for more info",
  "notTrueOrFalse": "You have to give me a value that is true or false.",
  "invalidNumber": "You have to give me a valid number.",
  "invalidItem": "This is not a valid item!",
  "invalidUser": "You have to give me a valid user mention or id.",
  "invalidUserId": "You have to give me a valid user id.",
  "commandNotFound": "I couldn't find any command with that name.",
  "categoryNotFound": "I couldn't find any category with that name.",
  "cmdOrCatNotFound": "I couldn't find any command or category with that name.",
  "invalidURL": "You have to give me a valid URL!",
  "invalidImageLink": "You have to give me a valid image link.",
  "invalidChannel": "You forgot to mention a channel or I couldn't find it.",
  "invalidRole": "You forgot to mention a role or I couldn't find it.",
  "youDontHavePermission": "You're missing the following permission in that channel: {{permission}}",
  "youDontHavePermShort": "You don't have permission to do this!",
  "iDontHavePermission": "I'm missing the following permission in that channel: {{permission}}",
  "iDontHavePermShort": "You didn't give the bot permission(s) to do this!",
  "channelDoesntExist": "That channel doesn't exist or I couldn't find it.",
  "userNotInGuild": "That user was not found in this server",
  "userNotFound": "An error occurred while trying to find that user.",
  "invalidNumRange": "Please specify a valid number between **{{min}}** and **{{max}}**!",
  "musicNoPerms": "You have not given {{permissions}} permissions to the bot for playing music.",
  "noSendMsgPerm": "Woah... Wait, do you think I can message in that channel?? I even don't have \"Send Messages\" permission!!",
  "msgBig": "The {{name}} message is longer than 2000 charcters, so I can't send it",
  "tooLong": "The {{name}} you provided it too long.",
  "invalidSubcmd": "You have provided a invalid subcommand, use `{{prefix}}help {{cmd}}` for more info",
  "errorAutorole": "Can't add autorole for {{tag}}"
}
